Repository: eliorpom-cmd/cronica
Catalog: Shared/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Link
ar: رابط
bn: লিঙ্ক
ca: Enllaç
cs: Odkaz
el: Σύνδεσμος
es: Enlace
es_mx: Enlace
fi: Linkki
fr: Lien
gu: લિંક
he: קישור
hi: लिंक
hr: Veza
hu: Hivatkozás
id: Tautan
it: Collegamento
ja: リンク（URL）
kn: ಲಿಂಕ್
ko: 링크
ml: ലിങ്ക്
mr: दुवा
ms: Pautan
nb: Lenke
or: ଲିଙ୍କ୍ |
pa: ਲਿੰਕ
pt_pt: Ligação
ro: Legătură
ru: Ссылка
sk: Odkaz
sl: Povezava
sv: Länk
ta: இணைப்பு
te: లింక్
th: ลิงค์
tr: Bağlantı
uk: Посилання
ur: لنک
vi: liên kết
zh_hans: 链接（URL）
zh_hant: 連結（URL）

source: List
ar: قائمة
bn: তালিকা
ca: Llista
cs: Seznam
da: Liste
de: Liste
el: Λίστα
es: Lista
es_mx: Lista
fi: Lista
fr: Liste
gu: યાદી
he: רשימה
hi: सूची
hr: Popis
hu: Lista
id: Daftar
it: Lista
ja: リスト
kn: ಪಟ್ಟಿ
ko: 목록
ml: ലിസ്റ്റ്
mr: यादी
ms: Senarai
nb: Liste
nl: Lijst
or: ତାଲିକା |
pa: ਸੂਚੀ
pl: Lista
pt_br: Lista
pt_pt: Lista
ro: Listă
ru: Список
sk: Zoznam
sl: Seznam
sv: Lista
ta: பட்டியல்
te: జాబితా
th: รายการ
tr: Liste
uk: Список
ur: فہرست
vi: Danh sách
zh_hans: 列表
zh_hant: 列表

source: Lists
ar: القوائم
bn: তালিকা
ca: Llistes
cs: Seznamy
da: Lister
de: Listen
el: Λίστες
es: Listas
es_mx: Listas
fi: Listat
fr: Listes
gu: યાદીઓ
he: רשימות
hi: सूचियाँ
hr: Popisi
hu: Listák
id: Daftar
it: Liste
ja: リスト
kn: ಪಟ್ಟಿಗಳು
ko: 목록
ml: ലിസ്റ്റുകൾ
mr: याद्या
ms: Senarai
nb: Lister
nl: Lijsten
or: ତାଲିକା |
pa: ਸੂਚੀਆਂ
pl: Listy
pt_br: Listas
pt_pt: Listas
ro: Liste
ru: Списки
sk: Zoznamy
sl: Seznami
sv: Listor
ta: பட்டியல்கள்
te: జాబితాలు
th: รายการ
tr: Listeler
uk: Списки
ur: فہرستیں
vi: Danh sách
zh_hans: 列表
zh_hant: 列表

source: Lithuania
ar: لituania
bn: লিথুয়ানিয়া
ca: Lituània
cs: Litva
da: Litauen
de: Litauen
el: Λιθουανία
es: Lituania
es_mx: Lituania
fi: Liettua
fr: Lituanie
gu: લિથુઆનિયા
he: לituania
hi: लituania
hr: Litva
hu: Litvánia
id: Lituania
it: Lituania
ja: リトアニア
kn: ಲಿಥುವೇನಿಯಾ
ko: 리투아니아
ml: ലിത്വാനിയ
mr: लिथुआनिया
nb: Litauen
nl: Litouwen
or: ଲିଥୁଆନିଆ
pa: ਲਿਥੁਆਨੀਆ
pl: Litwa
pt_br: Lituânia
pt_pt: Lituânia
ro: Lituania
ru: Литва
sk: Litva
sl: Litva
sv: Litauen
ta: லிதுவேனியா
te: లిథువేనియా
th: ลิทัวเนีย
tr: Litvanya
uk: Литва
ur: لتھوانیا
vi: Litva
zh_hans: 立陶宛
zh_hant: 立陶宛

source: Load Playbacks
ar: تحميل المشاهدات
bn: প্লেব্যাক লোড করুন
ca: Carrega reproduccions
cs: Načíst přehrávání
da: Indlæs afspilninger
de: Wiedergaben laden
el: Φόρτωση αναπαραγωγών
es: Cargar reproducciones
es_mx: Cargar reproducciones
fi: Lataa toistot
fr: Charger les lectures
gu: પ્લેબેક્સ લોડ કરો
he: טען השמעות
hi: प्लेबैक लोड करें
hr: Učitaj reprodukcije
hu: Lejátszások betöltése
id: Muat pemutaran
it: Carica riproduzioni
ja: 再生を読み込む
kn: ಪ್ಲೇಬ್ಯಾಕ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಿ
ko: 재생 불러오기
ml: പ്ലേബാക്കുകൾ ലോഡ് ചെയ്യുക
mr: प्लेबॅक लोड करा
ms: Muat main balik
nb: Last avspillinger
nl: Afspeelacties laden
or: ପ୍ଲେବ୍ୟାକ୍ ଲୋଡ୍ କରନ୍ତୁ |
pa: ਪਲੇਬੈਕ ਲੋਡ ਕਰੋ
pl: Wczytaj odtworzenia
pt_br: Carregar reproduções
pt_pt: Carregar reproduções
ro: Încarcă redările
ru: Загрузить воспроизведения
sk: Načítať prehrávania
sl: Naloži predvajanja
sv: Ladda uppspelningar
ta: பிளேபேக்குகளை ஏற்றவும்
te: ప్లేబ్యాక్‌లను లోడ్ చేయండి
th: โหลดการเล่น
tr: Oynatmaları yükle
uk: Завантажити відтворення
ur: پلے بیکس لوڈ کریں۔
vi: Tải phát lại
zh_hans: 加载播放
zh_hant: 載入播放

source: Load Stats
ar: تحميل الإحصائيات
bn: লোড পরিসংখ্যান
ca: Carrega estadístiques
cs: Načíst statistiky
da: Indlæs statistik
de: Statistiken laden
el: Φόρτωση στατιστικών
es: Cargar estadísticas
es_mx: Cargar estadísticas
fi: Lataa tilastot
fr: Charger les stats
gu: લોડ આંકડા
he: טען סטטיסטיקות
hi: आँकड़े लोड करें
hr: Učitaj statistike
hu: Statisztikák betöltése
id: Muat statistik
it: Carica statistiche
ja: 統計を読み込む
kn: ಲೋಡ್ ಅಂಕಿಅಂಶಗಳು
ko: 통계 불러오기
ml: സ്ഥിതിവിവരക്കണക്കുകൾ ലോഡ് ചെയ്യുക
mr: लोड आकडेवारी
ms: Muat statistik
nb: Last statistikk
nl: Statistieken laden
or: ପରିସଂଖ୍ୟାନ ଲୋଡ୍ କରନ୍ତୁ |
pa: ਲੋਡ ਅੰਕੜੇ
pl: Wczytaj statystyki
pt_br: Carregar estatísticas
pt_pt: Carregar estatísticas
ro: Încarcă statisticile
ru: Загрузить статистику
sk: Načítať štatistiky
sl: Naloži statistiko
sv: Ladda statistik
ta: புள்ளிவிவரங்களை ஏற்றவும்
te: లోడ్ గణాంకాలు
th: โหลดสถิติ
tr: İstatistikleri yükle
uk: Завантажити статистику
ur: لوڈ کے اعدادوشمار
vi: Tải số liệu thống kê
zh_hans: 加载统计
zh_hant: 載入統計

source: Loading
ar: جارٍ التحميل
bn: লোড হচ্ছে
ca: S’està carregant
cs: Načítání
da: Indlæser
de: Laden
el: Φόρτωση
es: Cargando
es_mx: Carga
fi: Ladataan
fr: Chargement
gu: લોડ કરી રહ્યું છે
he: טוען
hi: लोड हो रहा है
hr: Učitavanje
hu: Betöltés
id: Memuat
it: Caricamento
ja: 読み込み中
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ
ko: 로드 중
ml: ലോഡ് ചെയ്യുന്നു
mr: लोड करत आहे
ms: Memuatkan
nb: Laster
nl: Laden
or: ଲୋଡିଂ
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ
pl: Wczytywanie
pt_br: Carregando
pt_pt: A carregar
ro: Se încarcă
ru: Загрузка
sk: Načítavanie
sl: Nalaganje
sv: Laddar
ta: ஏற்றுகிறது
te: లోడ్ అవుతోంది
th: กำลังโหลด
tr: Yükleniyor
uk: Завантаження
ur: لوڈ ہو رہا ہے۔
vi: Đang tải
zh_hans: 加载中
zh_hant: 載入中

source: Loading more
ar: جارٍ تحميل المزيد
bn: আরও লোড হচ্ছে
ca: S’estan carregant més
cs: Načítání dalších
da: Indlæser flere
de: Lade mehr
el: Φόρτωση περισσότερων
es: Cargando más
es_mx: Cargando más
fi: Ladataan lisää
fr: Chargement…
gu: વધુ લોડ કરી રહ્યું છે
he: טוען עוד
hi: और लोड हो रहा है
hr: Učitavanje više
hu: Továbbiak betöltése
id: Memuat lebih banyak
it: Caricamento…
ja: さらに読み込み中
kn: ಇನ್ನಷ್ಟು ಲೋಡ್ ಆಗುತ್ತಿದೆ
ko: 더 불러오는 중
ml: കൂടുതൽ ലോഡ് ചെയ്യുന്നു
mr: अधिक लोड करत आहे
ms: Memuatkan lagi
nb: Laster flere
nl: Meer laden
or: ଅଧିକ ଲୋଡ୍ କରୁଛି |
pa: ਹੋਰ ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Wczytywanie więcej
pt_br: Carregando mais
pt_pt: A carregar mais
ro: Se încarcă mai mult
ru: Загрузка ещё
sk: Načítava sa viac
sl: Nalaganje več
sv: Laddar fler
ta: மேலும் ஏற்றப்படுகிறது
te: మరిన్ని లోడ్ అవుతున్నాయి
th: กำลังโหลดเพิ่ม.
tr: Daha fazla yükleniyor
uk: Завантаження ще
ur: مزید لوڈ ہو رہا ہے۔
vi: Đang tải thêm
zh_hans: 加载更多
zh_hant: 載入更多

source: Local Watch Statistics
ar: إحصائيات المشاهدة المحلية
bn: স্থানীয় দেখার পরিসংখ্যান
ca: Estadístiques locals de visionat
cs: Místní statistiky sledování
da: Lokal seestatistik
de: Lokale Sehstatistik
el: Τοπικά στατιστικά παρακολούθησης
es: Estadísticas locales de visionado
es_mx: Estadísticas locales de visionado
fi: Paikalliset katselutilastot
fr: Statistiques locales de visionnage
gu: સ્થાનિક જોવાના આંકડા
he: סטטיסטיקות צפייה מקומיות
hi: स्थानीय देखने के आँकड़े
hr: Lokalna statistika gledanja
hu: Helyi megtekintési statisztikák
id: Statistik menonton lokal
it: Statistiche locali di visione
ja: ローカル視聴統計
kn: ಸ್ಥಳೀಯ ವೀಕ್ಷಣಾ ಅಂಕಿಅಂಶಗಳು
ko: 로컬 시청 통계
ml: പ്രാദേശിക കാഴ്ച സ്ഥിതിവിവരക്കണക്കുകൾ
mr: स्थानिक पाहण्याची आकडेवारी
ms: Statistik menonton tempatan
nb: Lokal seerstatistikk
nl: Lokale kijkstatistieken
or: ସ୍ଥାନୀୟ ଦେଖିବା ପରିସଂଖ୍ୟାନ
pa: ਸਥਾਨਕ ਵੇਖਣ ਦੇ ਅੰਕੜੇ
pl: Lokalne statystyki oglądania
pt_br: Estatísticas locais de exibição
pt_pt: Estatísticas locais de visionamento
ro: Statistici locale de vizionare
ru: Локальная статистика просмотра
sk: Lokálne štatistiky sledovania
sl: Lokalna statistika ogledov
sv: Lokal tittarstatistik
ta: உள்ளூர் பார்க்கும் புள்ளிவிவரங்கள்
te: స్థానిక వీక్షణ గణాంకాలు
th: สถิติการรับชมในเครื่อง
tr: Yerel izleme istatistikleri
uk: Локальна статистика перегляду
ur: مقامی دیکھنے کے اعدادوشمار
vi: Thống kê xem cục bộ
zh_hans: 本地观看统计
zh_hant: 本地觀看統計

source: Lock Screen Tracking
ar: تتبع شاشة القفل
bn: লক স্ক্রিন ট্র্যাকিং
ca: Seguiment a la pantalla de bloqueig
cs: Sledování na Zamykací obrazovce
da: Låseskærmssporing
de: Sperrbildschirm-Tracking
el: Παρακολούθηση οθόνης κλειδώματος
es: Seguimiento en pantalla de bloqueo
es_mx: Seguimiento en pantalla de bloqueo
fi: Lukitusnäytön seuranta
fr: Suivi sur l’écran verrouillé
gu: લોક સ્ક્રીન ટ્રેકિંગ
he: מעקב מסך נעילה
hi: लॉक स्क्रीन ट्रैकिंग
hr: Praćenje na Zaključanom zaslonu
hu: Zárolt képernyős követés
id: Pelacakan Layar Kunci
it: Tracciamento schermata di blocco
ja: ロック画面トラッキング
kn: ಲಾಕ್ ಸ್ಕ್ರೀನ್ ಟ್ರ್ಯಾಕಿಂಗ್
ko: 잠금 화면 추적
ml: ലോക്ക് സ്ക്രീൻ ട്രാക്കിംഗ്
mr: लॉक स्क्रीन ट्रॅकिंग
ms: Penjejakan Skrin Kunci
nb: Låseskjermssporing
nl: Vergrendelschermtracking
or: ଲକ୍ ସ୍କ୍ରିନ୍ ଟ୍ରାକିଂ |
pa: ਲੌਕ ਸਕ੍ਰੀਨ ਟਰੈਕਿੰਗ
pl: Śledzenie na ekranie blokady
pt_br: Rastreamento na Tela de Bloqueio
pt_pt: Acompanhamento no ecrã de bloqueio
ro: Urmărire pe ecranul de blocare
ru: Отслеживание на экране блокировки
sk: Sledovanie na uzamknutej obrazovke
sl: Sledenje zaklenjenega zaslona
sv: Låsskärmsspårning
ta: பூட்டுத் திரை கண்காணிப்பு
te: లాక్ స్క్రీన్ ట్రాకింగ్
th: การติดตามหน้าจอล็อค
tr: Kilit Ekranı Takibi
uk: Відстеження на екрані блокування
ur: لاک اسکرین ٹریکنگ
vi: Theo dõi màn hình khóa
zh_hans: 锁定屏幕跟踪
zh_hant: 鎖定畫面追蹤

source: Lock Screen tracking isn't available right now.
ar: تتبع شاشة القفل غير متاح حالياً.
bn: এই মুহূর্তে লক স্ক্রিন ট্র্যাকিং সুবিধাটি উপলব্ধ নেই।
ca: El seguiment a la pantalla de bloqueig no està disponible ara mateix.
cs: Sledování na Zamykací obrazovce teď není k dispozici.
da: Låseskærmssporing er ikke tilgængelig lige nu.
de: Sperrbildschirm-Tracking ist gerade nicht verfügbar.
el: Η παρακολούθηση οθόνης κλειδώματος δεν είναι διαθέσιμη αυτή τη στιγμή.
es: El seguimiento en la pantalla de bloqueo no está disponible en este momento.
es_mx: El seguimiento en la pantalla de bloqueo no está disponible en este momento.
fi: Lukitusnäytön seuranta ei ole juuri nyt käytettävissä.
fr: Le suivi sur l’écran verrouillé n’est pas disponible pour le moment.
gu: લૉક સ્ક્રીન ટ્રૅકિંગ અત્યારે ઉપલબ્ધ નથી.
he: מעקב מסך נעילה לא זמין כרגע.
hi: लॉक स्क्रीन ट्रैकिंग अभी उपलब्ध नहीं है।
hr: Praćenje na Zaključanom zaslonu trenutačno nije dostupno.
hu: A zárolt képernyős követés jelenleg nem érhető el.
id: Pelacakan Layar Kunci tidak tersedia saat ini.
it: Il tracciamento sulla schermata di blocco non è disponibile al momento.
ja: ロック画面のトラッキングは現在利用できません。
kn: ಲಾಕ್ ಸ್ಕ್ರೀನ್ ಟ್ರ್ಯಾಕಿಂಗ್ ಇದೀಗ ಲಭ್ಯವಿಲ್ಲ.
ko: 잠금 화면 추적을 현재 사용할 수 없습니다.
ml: ലോക്ക് സ്‌ക്രീൻ ട്രാക്കിംഗ് ഇപ്പോൾ ലഭ്യമല്ല.
mr: लॉक स्क्रीन ट्रॅकिंग सध्या उपलब्ध नाही.
ms: Penjejakan Skrin Kunci tidak tersedia buat masa ini.
nb: Låseskjermssporing er ikke tilgjengelig akkurat nå.
nl: Vergrendelschermtracking is momenteel niet beschikbaar.
or: ଲକ୍ ସ୍କ୍ରିନ୍ ଟ୍ରାକିଂ ବର୍ତ୍ତମାନ ଉପଲବ୍ଧ ନାହିଁ |
pa: ਲੌਕ ਸਕ੍ਰੀਨ ਟਰੈਕਿੰਗ ਇਸ ਸਮੇਂ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
pl: Śledzenie na ekranie blokady jest teraz niedostępne.
pt_br: O rastreamento na Tela de Bloqueio não está disponível no momento.
pt_pt: O rastreamento na Ecrã de Bloqueio não está disponível no momento.
ro: Urmărirea pe ecranul de blocare nu e disponibilă acum.
ru: Отслеживание на экране блокировки сейчас недоступно.
sk: Sledovanie na uzamknutej obrazovke momentálne nie je k dispozícii.
sl: Sledenje zaklenjenega zaslona trenutno ni na voljo.
sv: Låsskärmsspårning är inte tillgänglig just nu.
ta: தற்போது பூட்டுத் திரை கண்காணிப்பு வசதி இல்லை.
te: లాక్ స్క్రీన్ ట్రాకింగ్ ప్రస్తుతం అందుబాటులో లేదు.
th: การติดตามหน้าจอล็อคไม่สามารถใช้งานได้ในขณะนี้
tr: Kilit Ekranı takibi şu an kullanılamıyor.
uk: Відстеження на екрані блокування зараз недоступне.
ur: لاک اسکرین ٹریکنگ ابھی دستیاب نہیں ہے۔
vi: Theo dõi màn hình khóa hiện không khả dụng.
zh_hans: 锁定屏幕跟踪目前不可用。
zh_hant: 鎖定畫面追蹤目前不可用。

source: Mahogany
ar: مahogany
bn: মেহগনি
ca: Caoba
cs: Mahagonová
da: Mahogni
de: Mahagoni
el: Μαόνι
es: Caoba
es_mx: Caoba
fi: Mahonki
fr: Acajou
gu: મહોગની
he: מהogany
hi: मahogany
hr: Mahagonij
hu: Mahagóni
id: Mahoni
it: Mogano
ja: マホガニー
kn: ಮಹೋಗಾನಿ
ko: 마호가니
ml: മഹാഗണി
mr: महोगनी
ms: Mahoni
nb: Mahogni
nl: Mahonie
or: ମହୋଗାନି
pa: ਮਹੋਗਨੀ
pl: Mahoń
pt_br: Mogno
pt_pt: Mogno
ro: Mahon
ru: Красное дерево
sk: Mahagónová
sl: Mahagonij
sv: Mahogny
ta: மஹோகனி
te: మహోగని
th: มะฮอกกานี
tr: Maun
uk: Махagon
ur: مہوگنی
vi: gỗ gụ
zh_hans: 红褐色
zh_hant: 紅褐色

source: Mark ${title} as watched
ar: مارك ${title} كما شاهد
bn: ${title}-কে পর্যবেক্ষণাধীন হিসেবে চিহ্নিত করুন।
ca: Marca ${title} com a vist
cs: Označit ${title} jako zhlédnuté
da: Markér ${title} som set
de: Mark ${title} beobachtet
el: Σημειώστε ${title} ως προβολέα
es: Marcar ${title} como se observa
es_mx: Marcar ${title} como se observa
fi: Merkitse ${title} katsotuksi
fr: Marquer ${title} comme regardé
gu: ${title} ને જોયા તરીકે ચિહ્નિત કરો
he: סמן את ${title} כנצפה
hi: Mark ${title} को देखा गया
hr: Označi ${title} kao pogledano
hu: Jelöld meg megtekintettként a ${title}-t
id: Tandai ${title} sebagai yang ditonton
it: Segna ${title} come osservato
ja: ${title}を視聴済みとしてマークする
kn: ${title} ಅನ್ನು ವೀಕ್ಷಿಸಲಾಗಿದೆ ಎಂದು ಗುರುತಿಸಿ
ko: Mark ${title} 님이 시청했습니다
ml: ${title} കണ്ടതായി അടയാളപ്പെടുത്തുക
mr: ${title} पाहिला म्हणून चिन्हांकित करा
ms: Tandakan ${title} sebagai ditonton
nb: Merk ${title} som sett
nl: Mark ${title} heeft gekeken
or: ଦେଖାଯାଇଥିବା ପରି ${title} ଚିହ୍ନିତ କରନ୍ତୁ |
pa: ${title} ਨੂੰ ਦੇਖਿਆ ਗਿਆ ਵਜੋਂ ਮਾਰਕ ਕਰੋ
pl: Oznacz ${title} jako obejrzane
pt_br: Marque ${title} como assistido
pt_pt: Marcar ${title} como visto
ro: Marchează ${title} ca vizionat
ru: Марк ${title} как просмотренный
sk: Označiť ${title} ako pozreté
sl: Označi ${title} kot gledano
sv: Markera ${title} som sett
ta: ${title} கவனிக்கப்பட்டதாகக் குறிக்கவும்
te: మార్క్ ${title} చూసినట్లుగా
th: ทำเครื่องหมาย ${title} ว่าดูแล้ว
tr: Mark ${title} izlendi olarak işaretlendi
uk: Позначити ${title} як переглянуте
ur: ${title} کو بطور دیکھا گیا نشان زد کریں۔
vi: Đánh dấu ${title} là đã xem
zh_hans: Mark ${title} 观看
zh_hant: Mark ${title} 觀看

source: Mark a movie or TV show as watched in Cronica.
ar: علّم فيلمًا أو مسلسلًا كمشاهَد في Cronica.
bn: Cronica-এ কোনো সিনেমা বা টিভি শো-কে দেখা হয়েছে বলে চিহ্নিত করুন।
ca: Marca una pel·lícula o sèrie com a vista a Cronica.
cs: Označte film nebo seriál jako zhlédnutý v Cronica.
da: Markér en film eller serie som set i Cronica.
de: Markiere einen Film oder eine Serie in Cronica als gesehen.
el: Μάρκαρε μια ταινία ή σειρά ως προβληθείσα στο Cronica.
es: Marca una película o serie como vista en Cronica.
es_mx: Marca una película o serie como vista en Cronica.
fi: Merkitse elokuva tai sarja katsotuksi Cronicassa.
fr: Marquez un film ou une série comme vu dans Cronica.
gu: Cronica માં જોયેલી મૂવી અથવા ટીવી શોને ચિહ્નિત કરો.
he: סמן סרט או סדרה כנצפים ב־Cronica.
hi: Cronica में किसी फ़िल्म या शो को देखा गया चिह्नित करें।
hr: Označi film ili seriju kao pogledane u Cronica.
hu: Jelölj filmet vagy sorozatot megnézettként a Cronicában.
id: Tandai film atau acara sebagai ditonton di Cronica.
it: Segna un film o una serie come visto in Cronica.
ja: Cronicaで映画やドラマを視聴済みにします。
kn: Cronica ನಲ್ಲಿ ಚಲನಚಿತ್ರ ಅಥವಾ ಟಿವಿ ಕಾರ್ಯಕ್ರಮವನ್ನು ವೀಕ್ಷಿಸಿದಂತೆ ಗುರುತಿಸಿ.
ko: Cronica에서 영화나 TV 프로그램을 시청함으로 표시합니다.
ml: ഒരു സിനിമയോ ടിവി ഷോയോ Cronica-ൽ കണ്ടതായി അടയാളപ്പെടുത്തുക.
mr: Cronica मध्ये पाहिल्याप्रमाणे चित्रपट किंवा टीव्ही शो चिन्हांकित करा.
ms: Tanda filem atau rancangan sebagai ditonton dalam Cronica.
nb: Merk en film eller serie som sett i Cronica.
nl: Markeer een film of serie als bekeken in Cronica.
or: Cronica ରେ ଦେଖାଯାଇଥିବା ଭାବରେ ଏକ ସିନେମା କିମ୍ବା ଟିଭି ଶୋ’କୁ ଚିହ୍ନିତ କରନ୍ତୁ।
pa: ਕਿਸੇ ਮੂਵੀ ਜਾਂ ਟੀਵੀ ਸ਼ੋਅ ਨੂੰ Cronica ਵਿੱਚ ਦੇਖੇ ਗਏ ਵਜੋਂ ਚਿੰਨ੍ਹਿਤ ਕਰੋ।
pl: Oznacz film lub serial jako obejrzany w Cronica.
pt_br: Marque um filme ou série como assistido no Cronica.
pt_pt: Marque um filme ou série como assistido no Cronica.
ro: Marchează un film sau un serial ca vizionat în Cronica.
ru: Отметьте фильм или сериал как просмотренный в Cronica.
sk: Označte film alebo seriál ako pozretý v Cronica.
sl: Označite film ali TV-oddajo kot ogledano v Cronica.
sv: Markera en film eller serie som sett i Cronica.
ta: Cronica-இல் ஒரு திரைப்படம் அல்லது தொலைக்காட்சி நிகழ்ச்சியைப் பார்த்ததாகக் குறிக்கவும்.
te: Cronicaలో ఒక సినిమా లేదా టీవీ షోను చూసినట్లుగా గుర్తించండి.
th: ทำเครื่องหมายภาพยนตร์หรือรายการทีวีว่ารับชมใน Cronica
tr: Cronica’da bir film veya diziyi izlendi olarak işaretleyin.
uk: Позначте фільм або серіал як переглянутий у Cronica.
ur: Cronica میں دیکھی گئی فلم یا ٹی وی شو کو نشان زد کریں۔
vi: Đánh dấu một bộ phim hoặc chương trình truyền hình là đã xem trong Cronica.
zh_hans: 在 Cronica 中将电影或剧集标记为已看。
zh_hant: 在 Cronica 中將電影或劇集標記為已看。

source: Mark as Watched
ar: تعليم كمشاهَد
bn: দেখা হয়েছে হিসেবে চিহ্নিত করুন
ca: Marca com a vist
cs: Označit jako zhlédnuté
da: Markér som set
de: Als gesehen markieren
el: Σήμανση ως προβληθέν
es: Marcar como visto
es_mx: Marcar como visto
fi: Merkitse katsotuksi
fr: Marquer comme vu
gu: જોયેલ તરીકે ચિહ્નિત કરો
he: סמן כנצפה
hi: देखा गया चिह्नित करें
hr: Označi kao pogledano
hu: Megnézettként jelölés
id: Tandai sebagai ditonton
it: Segna come visto
ja: 視聴済みにする
kn: ವೀಕ್ಷಿಸಲಾಗಿದೆ ಎಂದು ಗುರುತಿಸಿ
ko: 시청함으로 표시
ml: കണ്ടതായി അടയാളപ്പെടുത്തുക
mr: पाहिले म्हणून चिन्हांकित करा
ms: Tanda sebagai ditonton
nb: Merk som sett
nl: Markeren als bekeken
or: ଦେଖାଯାଇଥିବା ପରି ଚିହ୍ନିତ କରନ୍ତୁ |
pa: ਦੇਖੇ ਗਏ ਵਜੋਂ ਨਿਸ਼ਾਨਦੇਹੀ ਕਰੋ
pl: Oznacz jako obejrzane
pt_br: Marcar como assistido
pt_pt: Marcar como visto
ro: Marchează ca vizionat
ru: Отметить как просмотренное
sk: Označiť ako pozreté
sl: Označi kot gledano
sv: Markera som sett
ta: பார்த்ததாகக் குறிக்கவும்
te: చూసినట్లుగా గుర్తించండి
th: ทำเครื่องหมายว่าดูแล้ว
tr: İzlendi olarak işaretle
uk: Позначити як переглянуте
ur: دیکھا گیا کے بطور نشان زد کریں۔
vi: Đánh dấu là đã xem
zh_hans: 标记为已看
zh_hant: 標記為已看

source: Mark Episode %lld from season %lld of %@ as Watched?
ar: تحديد الحلقة %lld من الموسم %lld من %@ كمشاهدة؟
bn: %@ এর %lld সিজন থেকে %lld পর্বটি দেখা হিসাবে চিহ্নিত করুন?
ca: Vols marcar l’episodi %lld de la temporada %lld de %@ com a vist?
cs: Označit epizodu %lld ze sezóny %lld pořadu %@ jako zhlédnutou?
da: Markér afsnit %lld fra sæson %lld af %@ som set?
de: Episode %1$lld aus Staffel %2$lld von %3$@ als gesehen markieren?
el: Σήμανση επεισοδίου %lld της σεζόν %lld του %@ ως παρακολουθημένο;
es: ¿Marcar el episodio %lld de la temporada %lld de %@ como visto?
es_mx: ¿Marcar el episodio %1$lld de la temporada %2$lld de %3$@ como Visto?
fi: Merkitäänkö jakso %lld kauden %lld sarjasta %@ katsotuksi?
fr: Marquer l'épisode %lld de la saison %lld de %@ comme regardé ?
gu: %@ ના સીઝન %lld ના એપિસોડ %lld ને જોયેલ તરીકે ચિહ્નિત કરીએ?
he: לסמן פרק %lld מעונה %lld של %@ כנצפה?
hi: %@ के सीज़न %lld के एपिसोड %lld को देखा हुआ चिह्नित करें?
hr: Označiti epizodu %lld iz sezone %lld serije %@ kao pogledanu?
hu: %@ %lld. évad %lld. epizód megtekintettként jelölése?
id: Tandai Episode %lld dari musim %lld %@ sebagai Ditonton?
it: Segna Episodio %1$lld della Stagione %2$lld di %3$@ come visto?
ja: %@のシーズン%lldのエピソード%lldを視聴済みにしますか？
kn: %@ ನ %lld ಸೀಸನ್‌ನ %lld ಸಂಚಿಕೆಯನ್ನು ವೀಕ್ಷಿಸಲಾಗಿದೆ ಎಂದು ಗುರುತಿಸುವುದೇ?
ko: %@ 시즌 %lld의 에피소드 %lld을(를) 시청함으로 표시할까요?
ml: %@-ൻ്റെ %lld സീസൺ മുതൽ %lld എപ്പിസോഡ് കണ്ടതായി അടയാളപ്പെടുത്തണോ?
mr: %@ च्या %lld सीझनमधील %lld भाग पाहिला म्हणून चिन्हांकित करायचे?
ms: Tandakan Episod %lld daripada musim %lld %@ sebagai Ditonton?
nb: Markere episode %lld fra sesong %lld av %@ som sett?
nl: Aflevering %lld uit seizoen %lld van %@ als bekeken markeren?
or: %@ ର season ତୁ %lld ରୁ ଏପିସୋଡ୍ %lld ଚିହ୍ନିତ ହୋଇଛି କି?
pa: %@ ਦੇ ਸੀਜ਼ਨ %lld ਤੋਂ ਐਪੀਸੋਡ %lld ਨੂੰ ਦੇਖਿਆ ਗਿਆ ਵਜੋਂ ਮਾਰਕ ਕਰੋ?
pl: Oznaczyć odcinek %lld z sezonu %lld serialu %@ jako obejrzany?
pt_br: Marcar o episódio %1$lld da temporada %2$lld de %3$@ como Assistido?
pt_pt: Marcar o episódio %1$lld da temporada %2$lld de %3$@ como Assistido?
ro: Marchezi episodul %lld din sezonul %lld al serialului %@ ca vizionat?
ru: Отметить эпизод %lld из сезона %lld сериала %@ как просмотренный?
sk: Označiť epizódu %1$lld od série %2$lld z %3$@ ako pozretú?
sl: Označi epizodo %lld iz sezone %lld serije %@ kot ogledano?
sv: Markera avsnitt %lld från säsong %lld av %@ som sedd?
ta: %@ தொடரின் %lld சீசனில் உள்ள %lld எபிசோடைப் பார்த்ததாகக் குறிக்கவா?
te: %@ లోని %lld సీజన్‌కు చెందిన %lld ఎపిసోడ్‌ను చూసినట్లుగా గుర్తించాలా?
th: ทำเครื่องหมายตอน %lld จากซีซัน %lld ของ %@ ว่าดูแล้วใช่ไหม
tr: %@ dizisinin %lld. sezonunun %lld. bölümü izlendi olarak işaretlensin mi?
uk: Позначити епізод %lld з сезону %lld серіалу %@ як переглянутий?
ur: %@ کے سیزن %lld سے %lld ایپیسوڈ کو بطور دیکھا گیا نشان زد کریں؟
vi: Đánh dấu Tập %lld từ phần %lld của %@ là Đã xem?
zh_hans: 将 %@ 第 %lld 季第 %lld 集标记为已观看？
zh_hant: 將 %@ 第 %lld 季第 %lld 集標記為已觀看？

source: Mark my next episode as watched
ar: ضع علامة "تمت المشاهدة" على الحلقة القادمة.
bn: আমার পরবর্তী পর্বটি দেখা হিসাবে চিহ্নিত করুন
ca: Marca el meu proper episodi com a vist
cs: Označit mou další epizodu jako zhlédnutou
da: Markér min næste episode som set
de: Markiere meine nächste Folge als gesehen.
el: Σημείωσε το επόμενο επεισόδιό μου ως προβολέα
es: Marca mi próximo episodio como visto
es_mx: Marca mi próximo episodio como visto
fi: Merkitse seuraava jakso katsotuksi
fr: Marquer mon prochain épisode comme vu
gu: મારા આગલા એપિસોડને જોયા તરીકે ચિહ્નિત કરો
he: סמן את הפרק הבא שלי כצפוי
hi: मेरे अगले एपिसोड को देखे गए एपिसोड के रूप में चिह्नित करें
hr: Označi moju sljedeću epizodu kao pogledanu
hu: Jelöld meg a következő epizódot megtekintettként
id: Tandai episode saya berikutnya sebagai sudah ditonton.
it: Segna il mio prossimo episodio come visto
ja: 次のエピソードを視聴済みとしてマークしてください
kn: ನನ್ನ ಮುಂದಿನ ಸಂಚಿಕೆಯನ್ನು ವೀಕ್ಷಿಸಲಾಗಿದೆ ಎಂದು ಗುರುತಿಸಿ
ko: 다음 에피소드를 시청 완료로 표시해 주세요
ml: എൻ്റെ അടുത്ത എപ്പിസോഡ് കണ്ടതായി അടയാളപ്പെടുത്തുക
mr: माझा पुढचा भाग पाहिला म्हणून चिन्हांकित करा
ms: Tandakan episod saya yang seterusnya sebagai ditonton
nb: Merk min neste episode som sett
nl: Markeer mijn volgende aflevering als bekeken.
or: ଦେଖାଯାଇଥିବା ପରି ମୋର ପରବର୍ତ୍ତୀ ଏପିସୋଡ୍ ଚିହ୍ନିତ କର |
pa: ਮੇਰੇ ਅਗਲੇ ਐਪੀਸੋਡ ਨੂੰ ਦੇਖੇ ਗਏ ਵਜੋਂ ਚਿੰਨ੍ਹਿਤ ਕਰੋ
pl: Oznacz mój następny odcinek jako obejrzany
pt_br: Marque meu próximo episódio como assistido.
pt_pt: Marcar o meu próximo episódio como visto
ro: Marchează următorul meu episod ca vizionat
ru: Отметьте мой следующий эпизод как просмотренный.
sk: Označiť moju ďalšiu epizódu ako pozretú
sl: Označi mojo naslednjo epizodo kot ogledano
sv: Markera mitt nästa avsnitt som sett
ta: எனது அடுத்த அத்தியாயத்தைப் பார்த்ததாகக் குறித்துக்கொள்ளுங்கள்.
te: నా తదుపరి ఎపిసోడ్‌ను చూసినట్లుగా గుర్తించండి
th: ทำเครื่องหมายตอนถัดไปของฉันว่าดูแล้ว
tr: Sonraki bölümü izledim olarak işaretle.
uk: Позначити наступний епізод як переглянутий
ur: میری اگلی ایپی سوڈ کو بطور دیکھے ہوئے نشان زد کریں۔
vi: Đánh dấu tập tiếp theo của tôi là đã xem
zh_hans: 已观看下一集，请标记为已观看
zh_hant: 已觀看下一集，請標記為已觀看

source: Mark Next Episode Watched
ar: تعليم الحلقة التالية كمشاهَدة
bn: মার্ক পরবর্তী পর্ব দেখা হয়েছে
ca: Marca el següent episodi com a vist
cs: Označit další epizodu jako zhlédnutou
da: Markér næste episode som set
de: Nächste Episode als gesehen
el: Σήμανση επόμενου επεισοδίου ως προβληθέν
es: Marcar próximo episodio como visto
es_mx: Marcar próximo episodio como visto
fi: Merkitse seuraava jakso katsotuksi
fr: Marquer le prochain épisode comme vu
gu: માર્ક આગામી એપિસોડ જોયો
he: סמן פרק הבא כנצפה
hi: अगला एपिसोड देखा गया चिह्नित करें
hr: Označi sljedeću epizodu kao pogledanu
hu: Következő epizód megnézettként
id: Tandai episode berikutnya ditonton
it: Segna il prossimo episodio come visto
ja: 次のエピソードを視聴済みに
kn: ಮುಂದಿನ ಕಂತು ವೀಕ್ಷಿಸಲಾಗಿದೆ ಎಂದು ಗುರುತಿಸಿ
ko: 다음 에피소드 시청함 표시
ml: അടുത്ത എപ്പിസോഡ് കണ്ടുവെന്ന് അടയാളപ്പെടുത്തുക
mr: मार्क पुढचा भाग पाहिला
ms: Tanda episod seterusnya ditonton
nb: Merk neste episode som sett
nl: Markeer volgende aflevering als bekeken
or: ପରବର୍ତ୍ତୀ ଏପିସୋଡ୍ ଦେଖ |
pa: ਦੇਖੇ ਗਏ ਅਗਲੇ ਐਪੀਸੋਡ ਨੂੰ ਮਾਰਕ ਕਰੋ
pl: Oznacz następny odcinek jako obejrzany
pt_br: Marcar próximo episódio como assistido
pt_pt: Marcar próximo episódio como visto
ro: Marchează următorul episod ca vizionat
ru: Отметить следующий эпизод как просмотренный
sk: Označiť ďalšiu epizódu ako pozretú
sl: Označi naslednjo ogledano epizodo
sv: Markera nästa avsnitt som sett
ta: அடுத்த அத்தியாயம் பார்க்கப்பட்டது
te: తదుపరి ఎపిసోడ్ చూసినట్లు గుర్తించండి
th: ทำเครื่องหมายตอนถัดไปที่ดูแล้ว
tr: Sonraki bölümü izlendi işaretle
uk: Позначити наступний епізод як переглянутий
ur: مارک اگلی قسط دیکھی گئی۔
vi: Đánh dấu tập tiếp theo đã xem
zh_hans: 将下一集标记为已看
zh_hant: 將下一集標記為已看
